{"compress":true,"commitItems":[["9264e633-a033-4c3e-bea5-e766dc1cabd2",1537752024488,"title: 歌路营--关注农村住校生\ndate: 2015-03-10 18:49:49\ncategories: 观点看法\n---\n\n## 1、\n如果你来自中国，你一定听说过留守儿童这个现象，就像你知道雾霾和春运一样。但你未必听说过农村住校生这样一个和留守儿童一样亟需我们关注的群体。\n\n<!--more-->\n\n每年，都会有大量来自农村的年轻人到城里打工。由于城市消费太高，不能将孩子带在身边一起生活，他们便会把孩子留在家里上学，这就是留守儿童。而一些家庭，由于爷爷奶奶年纪较大，不能很好的照顾孩子，父母便会让他们的孩子在学校寄宿，便产生了农村住校生。\n\n![](http://i.imgur.com/vS3VWpW.jpg)\n\n我家所在的农村，就存在这样的现象。平时回家，村里基本上都是老人和孩子，年轻人大部分都选择外出打工，孩子们都在家里的学校上学。出于对孩子教育的重视，一些父母会让孩子寄宿到县城里较好的私立学校，每周甚至是更长的时间才能回一次家。\n\n可是，这些孩子们真的想被父母留在家里，甚至寄宿在学校吗？他们不想，他们也很想和父母在一起。村里有一对年轻夫妇，每年都会外出打工，基本上只有过年时候才能和孩子一起。刚过完年，就又要出去打工，孩子为此哭了好几次；为了让他接受更好的教育，想把他送到私立学校，但他却不想一周才能回家一次。\n\n## 2、\n今天，我看到一个叫做[歌路营](http://www.growinghome.org.cn/)的网站，关注的就是农村住校生的问题，我觉得很有意义。\n\n在那些偏远农村寄宿制学校里，晚上熄灯铃过后，同学们并没有马上安静下来入睡，他们吵吵嚷嚷了很久，生活老师一遍遍大声训斥他们：“不许说话！赶紧睡觉！”这种情况持续了大约1个小时，孩子们终于安静下来。“有的孩子想家，会哭到很晚。不少孩子还会做噩梦……”\n\n为此，歌路营利用每晚15分钟的睡前时间，给孩子播放一个睡前故事，以帮助他们更好的适应寄宿学校，丰富他们的住校生活。这便是“新一千零一夜——农村住校生睡前故事公益项目”。\n\n看看那些孩子们的反应，让人觉得这样的事情一定要继续坚持下去：\n\n\n![](http://i.imgur.com/hy3oqAg.jpg)\n\n![](http://i.imgur.com/dC0ff3H.jpg)\n\n截止到2014年11月，“新一千零一夜”已经覆盖了16个省市56区县的336所农村寄宿制学校，超过70000名孩子每天收听那些有爱有温暖的睡前故事！\n\n就在不久前，歌路营发布了[《中国农村住校生调查报告》](http://www.growinghome.org.cn/upload/file/20150114163848_59.pdf)，可能是中国第一份比较完整的反应农村寄宿制学校和农村住校生的报告，指出了当前中国寄宿制学校存在的一些迫切问题。\n\n![](http://i.imgur.com/FLXbx0r.jpg)\n![](http://i.imgur.com/EH2y4OE.jpg)\n![](http://i.imgur.com/4E37lza.jpg)\n![](http://i.imgur.com/D5kwZLi.jpg)\n![](http://i.imgur.com/VaaN01E.jpg)\n![](http://i.imgur.com/QlMPYt9.jpg)\n\n正如歌路营总干事杜爽所说的那样，\n\n> “《新一千零一夜项目》在农村寄宿制学校里得到了普遍的好评和快速的推广。但是，这却让我们越来越意识到，农村寄宿制学校的问题是个复杂的社会议题，需要不同的组织和部门协力解决，单凭歌路营这样一个小公益组织不可能全面解决。”\n\n\n## 3、\n\n在英国和美国，有钱人家的儿童才能上寄宿学校。但在中国，住在寄宿学校里的大多数是父母外出打工的留守儿童。这不禁让人想起了春运这另外一个中国特色现象。事实上，正是由于大量的农村人口外出打工，才造成了留守儿童和春运等中国特色现象。我觉得，对当前的中国来说，[区域发展不平衡](http://drunkevil.com/2015/03/02/spring-festival/)是造成这些问题的根本原因。只有当农村的经济发展到一定程度，农村的医疗卫生教育基础设施等条件与城市一样甚至是差距小一点，更多的人才会选择留在家乡发展，一系列的问题才会得到解决。\n\n",[[1537752023502,["zwyan@DESKTOP-O05NJNV",[[1,63,"\n"]],[62,62],[63,63]]]],null,"zwyan@DESKTOP-O05NJNV"]]}