{"compress":true,"commitItems":[["c9598164-412e-4c5e-98e2-671ece1de3e7",1537751767597,"title: 朱光潜先生谈读书\ndate: 2015-04-07 10:50:27\ncategories: 读书观影\n---\n\n小时候读书，全依自己的兴趣爱好，且不求甚解，大凡连环画或者故事会之类书都很爱看。记得当时有一本介绍恐龙的书，前后看了不下十遍，而且有时候早上五点钟就起来抱着看。大学时候，有了学校的图书馆，可读的书一下子有了很多，依然会依自己的兴趣东一本西一本的读，有时候也会就某一个问题或者方面集中阅读，但仍然大都缺乏系统性。\n\n<!--more-->\n\n总觉得读书这件事，不能完全依着自己一时的兴趣，否则时间花了，却于知识的长期积累无益。因为[兴趣](http://drunkevil.com/2015/01/09/passion/)本身是不可靠的，它可能会随着时间的变换而变化，可靠的是[意志力](http://drunkevil.com/2014/12/01/willpower/)。在电子书大行其道的今天，得到一本书的难度大大降低，今天看到一本有兴趣的书就拿过来，明天亦是如此，保存的速度大大超过了正常阅读的速度，拿过来和读了它完全是两回事儿。\n\n今天看到朱光潜先生对读书的看法，顿觉醍醐灌顶。下面是我认为精彩部分的摘录。关于其中谈到记笔记的部分，我觉得[印象笔记](http://drunkevil.com/2015/03/09/Android-app/)是个不错的选择。\n\n\n----------\n\n\n**书是读不尽的，就读尽也是无用，许多书都没有一读的价值。**多读一本没有价值的书，便丧失可读一本有价值的书的时间和精力,所以须慎加选择。真正能够称为“书”的恐怕还难上十卷百卷。你应该读的只是这十卷百卷的书。在这些书中间你不但可以得到较真确的知识，而且可以于无形中吸收大学者治学的精神和方法。这些书才能撼动你的心灵，激动你的思考。\n\n读书方法，我不能多说，只有两点须在此约略提起：**第一，凡值得读的书至少须读两遍。**第一遍须快读，着眼在醒豁全篇大旨与特色。第二遍须慢读，须以批评态度衡量书的内容。**第二，读过一本书，须笔记纲要精彩和你自己的意见。**记笔记不仅可以帮助你记忆，而且可以逼得你仔细。\n\n**读书并不在多，最重要的是选得精，读得彻底。**与其读十部无关轻重的书，不如以读十部书的时间和精力去读一部真正值得读的书；与其十部书都只能泛览一遍，不如取一部书精读十遍。“好书不厌百回读，熟读深思子自知”，这两句诗值得每个读书人悬为座右铭。世间许多人读书只为装点门面，如暴发户炫耀家私，以多为贵。这在治学方面是自欺欺人，在做人方面是趣味低劣。\n\n**有些人读书，全凭自己的兴趣。**今天遇到一部有趣的书就把预拟做的事丢开，用全副精力去读它；明天遇到另一部有趣的书，仍是如此办，虽然这两书在性质上毫不相关。这种读法有如打游击，亦如蜜蜂采蜜。它的好处在使读书成为乐事，对于一时兴到的著作可以深入，久而久之，可以养成一种不平凡的思路与胸襟。它的坏处在使读者泛滥而无所归宿，缺乏专门研究所必需的“经院式”的系统训练，产生畸形的发展，对于某一方面知识过于重视，对于另一方面知识可以很蒙昧。如果一个人有时间与精力允许他过享乐主义的生活，不把读当做工作而只当做消遣，这种蜜蜂采蜜式的读书法原亦未尝不可采用。但是一个人如果抱有成就一种学问的志愿，他就不能不有预定计划与系统。\n\n**读书必须有一个中心去维持兴趣，或是科目，或是问题。**以科目为中心时，就要精选那一科要籍，一部一部的从头读到尾，以求对于该科得到一个概括的了解，作进一步作高深研究的准备。读文学作品以作家为中心，读史学作品以时代为中心，也属于这一类。以问题为中心时，心中先须有一个待研究的问题，然后采关于这问题的书籍去读，用意在搜集材料和诸家对于这问题的意见，以供自己权衡去取，推求结论。重要的书仍须全看，其余的这里看一章，那里看一节，得到所要搜集的材料就可以丢手。这是一般做研究工作者所常用的方法，对于初学不相宜。不过初学者以科目为中心时，仍可约略采取以问题为中心的微意。一书作几遍看，每一遍只着重某一方面。\n\n**读书要有中心，有中心才易有系统组织。**比如看史书，假定注意的中心是教育与政治的关系，则全书中所有关于这问题的史实都被这中心联系起来，自成一个系统。以后读其它书籍如经子专集之类，自然也常遇着关于政教关系的事实与理论，它们也自然归到从前看史书时所形成的那个系统了。一个人心里可以同时有许多系统中心，如一部字典有许多“部首”，每得一条新知识，就会依物以类聚的原则，汇归到它的性质相近的系统里去，就如拈新字贴进字典里去，是人旁的字都归到人部，是水旁的字都归到水部。大凡零星片断的知识，不但易忘，而且无用。每次所得的新知识必须与旧有的知识联络贯串，这就是说，必须围绕一个中心归聚到一个系统里去，才会生根，才会开花结果。\n\n记忆力有它的限度，**要把读过的书形成知识系统**，原本枝叶都放在脑里储藏起，在事实上往往不可能。如果不能储藏，过目即忘，则读亦等于不读。我们必须于脑以外另辟储藏室，把脑所储藏不尽的都移到那里去。这种储藏室在从前是笔记，在现代是卡片。记笔记和做卡片有如植物学家采集标本，须分门别类订成目录，采得一件就归入某一门某一类，时间过久了，采集的东西虽极多，却各有班位，条理井然。这是一个极合乎科学的办法，它不但可以节省脑力，储有用的材料，供将来的需要，还可以增强思想的条理化与系统化。",[[1537751766378,["zwyan@DESKTOP-O05NJNV",[[1,59,"\n"]],[58,58],[59,59]]]],null,"zwyan@DESKTOP-O05NJNV"]]}