{"compress":true,"commitItems":[["f6e1e258-c0b4-47a1-af97-220e00ace146",1537751748084,"title: 2014年度总结\ndate: 2014-12-28 13:50:27\ncategories: 观点看法\n---\n\n## 我的2014：\n2014年只剩下最后的一周，是时候对这一年做一个总结了。\n\n<!--more-->\n\n年初，我给自己定下了几个目标：\n\n1. 发表文章，保证顺利毕业；\n2. 找到一个满意的工作；\n3. 阅读50本书。\n\n现在看来，我没有让自己失望。人活着总得有一定的目标，为了目标而努力的过程与目标实现之后的成就感是让我感到自己活着和幸福的源泉。\n\n## 目标1：\n\n在目睹了去年几个师兄临近毕业时候的生活种种，不愿也不敢像他们一样过着焦虑的毕业季，而给自己定下了第一个目标。自己所在的实验室由于这样那样的原因，总是系里面出文章最慢的，有的甚至在临近毕业答辩文章还没录用，最终惊心动魄的压哨命中才能得以按时毕业。所幸，我所在的项目组课题比较明确，加上一些机缘巧合，使得我在年中的时候就完成了第一篇文章，从6月10日写完投出，到9月3日录用，再到11月份正式发表，期间波澜不惊，一切都按正常的流程进行。中间返修过两次，审稿人都给出了比较中肯的修改意见。尤其是第一位审稿人，每次评审速度都很快，而且亲自给修改摘要和引言部分，非常的认真。对这位审稿老师表示感谢。在这一过程中，审稿老师多次提到语言的精炼和逻辑的严谨，这也是写学术论文和像这篇日志的论文的最大区别之处。论文必须要有自己明确的观点和支撑自己观点的证据，用精炼的语言以合乎逻辑的形式表达出来。完成这篇文章，不仅仅是达到了学校的毕业要求，更重要的是锻炼了自己写作的能力，为后面完成大论文做了一个铺垫。\n\n## 目标2：\n我给自己定的第二个目标是找到一个让自己满意的工作。这也算是读研究生的最大目标，说来惭愧，自己从来没想过为科研而读研究生，更多的是给自己一个跳板，以便能够顺利的进入那些本科毕业没有机会进入的公司工作。我相信有这种想法的人肯定不止我一个。我甚至觉得，研究生培养模式应该是这样的：硕士生以就业为导向，弱化科研和发表论文的硬性指标，更多的是以工程项目为主，以便毕业后顺利的进入工作，否则，会有太多的人毕业后从事的工作与自己研究的方向毫不相关；博士生以科研为导向，专心科研。也许你会说，研究生更多的是培养学习的能力而非单纯的知识的获取，可我们为什么不能将二者兼得呢？况且，现实的情况是，如果没有工作知识和技能的积累，我们连学习能力的发挥都没有机会。\n\n在了解了实验室以前师兄师姐们的就业去向之后，并结合自身的兴趣和实际情况，我在六月份文章投出去之后专心的补习了将近两个月的计算机方向的基础知识。暑假过后，开始准备科研方面的项目经历，以备九月份的华为面试。由于我在实验室的项目组属于通信方向，也算是跟华为的核心业务比较对口，加之通过师兄与华为那边的HR提前邮件联系了几次，面试过程出乎意料的顺利。最终也是给出了让自己比较满意的OFFER，加上那边部门确实表达出了足够的诚意，没有经过太多的纠结就把工作定了，之后无不惬意的过了两个月，完全没有最难就业季的感受。\n\n这一路过来，我个人的感受是，首先，面试技术性的公司和职位，内容大于形式。自己要有对方公司想要的能力和技能，如果能将这样的能力清晰的表达出来，对方没有理由拒绝你。其次，不管是简历还是面试，都要有针对性。不能一份简历投遍各种公司的各种职位，面试之前一定要对面试的公司和职位有所了解。再次，不能看着这山没有那山高，就盲目的不假思索的放弃这山，适合自己的才是最好的，况且你又不能保证一定能征服那山。\n\n## 目标3：\n\n读书是一个长期的目标，一直都在坚持。阅读是一个单纯的“输入”的过程，对所有输入的东西进行消化，分析，思考，得出自己的结论，才是一个知识积累的过程。知识好比是一块一块的砖瓦，零零散散的堆在一起是没有用的，只有形成自己的知识体系，也就是用砖瓦建成房子，才是对自己有用的。对我而言，更缺乏这种输出的过程。有时候，完全是为了读完一本书才去读那本书，这是极其错误的。量变引起质变，知识积累到一定程度，形成自己的知识体系的时候，才能看到阅读对自己生活，学习，工作的指导意义，才能看出知识的力量。\n\n一个人的时间和精力都是有限的，必须要学会选择自己关注的事情。我们不能同时关注太多不同的东西，因为当你的注意力从一个事物转移到另一事物上时，你需要切换情境。不幸的是，我们的大脑硬件无法很好地支持情境切换。人要学会控制自己的生活，才能找到那些本来不存在的时间。\n\n## 2014年还有一些值得记录的瞬间。\n\n1月份，在家玩雪。\n\n<img src=\"http://i.imgur.com/tvX95tI.jpg\" width=75%>\n\n\n<img src=\"http://i.imgur.com/iiaLOBI.jpg\" width=75%>\n\n\n2月份，南京夫子庙元宵节。\n\n\n<img src=\"http://i.imgur.com/vqWnkxk.jpg\" width=75%>\n\n\n<img src=\"http://i.imgur.com/SSeZimr.jpg\" width=75%>\n\n<img src=\"http://i.imgur.com/9P78AuM.jpg\" width=75%>\n\n4月份，上海看海。\n\n\n<img src=\"http://i.imgur.com/1PXdOJx.jpg\" width=75%>\n\n5月份，硕士开题。\n\n\n6月份，再去杭州。\n\n\n<img src=\"http://i.imgur.com/nRaNb1e.jpg)\" width=75%>\n\n7月份，到成都出差，体验了悠闲惬意的成都生活，品尝了令人难忘的成都美食，以及，那些麻将馆。能够在成都生活和工作实在是一个令人向往的状态。\n\n\n<img src=\"http://i.imgur.com/dFSie0W.jpg\" width=75%>\n\n<img src=\"http://i.imgur.com/dwWKK3n.jpg\" width=75%>\n\n10月份，回家参加堂哥的婚礼。\n\n\n<img src=\"http://i.imgur.com/I7dB79Z.jpg\" width=75%>\n\n10月份，搭建了这个博客。\n\n11月份。到福州参加会议，顺便回厦门母校，见到了很多毕业两年多一直未见面的同学。\n\n\n<img src=\"http://i.imgur.com/xsORd6v.jpg\" width=75%>\n\n<img src=\"http://i.imgur.com/1ZvyLAC.jpg\" width=75%>\n\n12月份，抢火车票！\n\n这一年，继续坚持记账，看到了钱都去哪儿了；并开始坚持记录时间花销，看看时间都去哪儿了。\n\n## 期待：\n\n期待在2015年年末回过头来看看这篇文章时候的感受，以及，那个时候的自己会有一个什么样的年终总结。\n\n\n\n",[[1537751745331,["zwyan@DESKTOP-O05NJNV",[[1,59,"\n"]],[58,58],[59,59]]]],null,"zwyan@DESKTOP-O05NJNV"]]}